* Tasks
  :PROPERTIES:
  :CATEGORY: task
  :END:
  :LOGBOOK:
  CLOCK: [2019-07-01 周一 16:35]--[2019-07-01 周一 16:36] =>  0:01
  :END:

** HOLD Learn an org workflow: [[http://doc.norang.ca/org-mode.html][Org Mode - Organize Your Life In Plain Text!]] :HOLD:
SCHEDULED: <2019-07-01 周一> DEADLINE: <2019-07-03 周三 -2d>
- State "HOLD"       from "TODO"       [2019-07-02 周二 16:33]
:LOGBOOK:
CLOCK: [2019-07-02 周二 14:20]--[2019-07-02 周二 14:50] =>  0:30
CLOCK: [2019-07-02 周二 14:17]--[2019-07-02 周二 14:19] =>  0:02
CLOCK: [2019-07-02 周二 14:14]--[2019-07-02 周二 14:17] =>  0:03
CLOCK: [2019-07-02 周二 14:14]--[2019-07-02 周二 14:14] =>  0:00
CLOCK: [2019-07-02 周二 14:14]--[2019-07-02 周二 14:14] =>  0:00
CLOCK: [2019-07-02 周二 14:00]--[2019-07-02 周二 14:13] =>  0:13
CLOCK: [2019-07-02 周二 13:54]--[2019-07-02 周二 13:57] =>  0:03
CLOCK: [2019-07-02 周二 11:43]--[2019-07-02 周二 12:21] =>  0:38
CLOCK: [2019-07-01 周一 17:55]--[2019-07-01 周一 18:00] =>  0:05
CLOCK: [2019-07-01 周一 17:32]--[2019-07-01 周一 17:34] =>  0:02
CLOCK: [2019-07-01 周一 17:20]--[2019-07-01 周一 17:25] =>  0:05
:END:

** DONE Learn [[https://orgmode.org/worg/org-glossary.html][Org Glossary]]
CLOSED: [2019-07-02 周二 16:37] SCHEDULED: <2019-07-02 周二> DEADLINE: <2019-07-01 周一 17:00 -1h>
:LOGBOOK:
CLOCK: [2019-07-02 周二 16:33]--[2019-07-02 周二 16:37] =>  0:04
:END:

- State "NEXT"       from "WAITING"    [2019-07-02 周二 14:03]
- State "WAITING"    from "NEXT"       [2019-07-02 周二 14:02]
** DONE Learn [[https://emacs.cafe/emacs/orgmode/gtd/2017/06/30/orgmode-gtd.html][Orgmode for GTD by Nicolas Petton]]
CLOSED: [2019-07-01 周一 16:57] SCHEDULED: <2019-07-01 周一 10:30> DEADLINE: <2019-07-01 周一>
:LOGBOOK:
CLOCK: [2019-07-01 周一 16:57]--[2019-07-01 周一 16:58] =>  0:01
CLOCK: [2019-07-01 周一 16:53]--[2019-07-01 周一 16:57] =>  0:04
CLOCK: [2019-07-01 周一 16:37]--[2019-07-01 周一 16:42] =>  0:05
CLOCK: [2019-07-01 周一 16:31]--[2019-07-01 周一 16:33] =>  0:02
:END:

** DONE Learn how to customize orgmode with spacemacs
SCHEDULED: <2019-07-01 周一> DEADLINE: <2019-07-02 周二>
:LOGBOOK:
CLOCK: [2019-07-01 周一 17:34]--[2019-07-01 周一 17:55] =>  0:21
CLOCK: [2019-07-01 周一 17:34]--[2019-07-01 周一 17:34] =>  0:00
CLOCK: [2019-07-01 周一 17:34]--[2019-07-01 周一 17:34] =>  0:00
:END:

** TODO Learn FreeBSD sysadmin

- State "DONE"       from "WAITING"    [2019-07-02 周二 14:27]
** PHONE phone
CLOSED: [2019-07-02 周二 14:08]

** PHONE another call
CLOSED: [2019-07-02 周二 14:13]
:LOGBOOK:
CLOCK: [2019-07-02 周二 14:13]--[2019-07-02 周二 14:13] =>  0:00
:END:

** MEETING virtual meeting
CLOSED: [2019-07-02 周二 14:16]

** DONE done
CLOSED: [2019-07-02 周二 14:35]

